Repository: kztera/the_book_of_answers_flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

# titleAppBar
source: The Book of Answers
vi: Vị thần của những Quyết Định

# introduction
source: This book will give you the answers when you have something unsolvable . . .
vi: Cuốn sách này sẽ đưa ra đáp án cho mọi vấn đề của bạn . . .

# instruct
source: Concentrate on a question and tap the book
vi: Suy nghĩ về câu hỏi trong đầu và nhấn vào cuốn sách

# answerScreen
source: The answer given to your question is:
vi: Câu trả lời cho thắc mắc của bạn là:

source: Get Other Answer
vi: Muốn câu trả lời khác?

# shareAnswer
source: Share This Answer
vi: Chia sẻ câu trả lời này

# feedbackSubject
source: [Feedback] The Book of Answers
vi: [Góp ý] Vị thần của những Quyết Định

# languageEn
source: English
vi: Tiếng Anh

# languageVi
source: Vietnamese
vi: Tiếng Việt

# menuHowToUse
source: How to use
vi: Cách sử dụng

# menuAbout
source: About
vi: Giới thiệu

# menuHistory
source: Answers received
vi: Câu trả lời trước đó

# menuSettings
source: Settings
vi: Cài đặt

# menuShare
source: Share this app
vi: Chia sẻ ứng dụng này

# menuFeedback
source: Feedback
vi: Góp ý

# menuFAQ
source: FAQs
vi: Câu hỏi thường gặp

# titleHowToUse
source: How to use this app
vi: Hướng dẫn sử dụng

# titleAbout
source: About this app
vi: Về ứng dụng này

# titleHistory
source: Answers received
vi: Câu trả lời đã nhận

# titleSettings
source: Settings
vi: Cài đặt

# titleFAQ
source: FAQs
vi: Câu hỏi thường gặp

# instruct_0
source: Follow the steps for best results
vi: Làm theo các bước dưới đây để có được kết quả chính xác nhất:

# instruct_1
source: (1) Open this App (Of course, you have already done this step ^^)
vi: (1) Mở ứng dụng (Đương nhiên rồi ^^)

# instruct_2
source: (2) Close your eyes, concentrate on the question you want to ask
vi: (2) Nhắm mắt, hoàn toàn tập trung vào điều bạn muốn hỏi

# instruct_3
source: (3) Ask a question (say it out loud or imagine the question in your head)
vi: (3) Đặt một câu hỏi (nói to hoặc hình dung câu hỏi trong đầu)

# instruct_4
source: (4) When your intuition tells you the right time, tap the book on the screen and wait for the answer to appear
vi: (4) Khi trực giác mách bảo thời điểm thích hợp, hãy nhấn vào cuốn sách trên màn hình và chờ câu trả lời xuất hiện

# instruct_5
source: (5) Repeat the process for other questions
vi: (5) Lặp lại quy trình cho các câu hỏi khác

# about_1
source: A game.
vi: Một trò chơi.

# about_2
source: A prophecy.
vi: Một lời tiên tri.

# about_3
source: Or a message from the universe.
vi: Hay một thông điệp đến từ vũ trụ

# about_4
source: Whatever you call this book, you should have faith before asking a question. And you should only seek an answer, when you truly believe or want to believe in it.
vi: Dù bạn xem cuốn sách này là gì, thì bạn cũng nên đặt niềm tin trước khi đặt câu hỏi. Và bạn cũng chỉ nên tìm kiếm câu trả lời, khi thực sự tin hoặc muốn tin vào nó.

# about_5
source: If you are confused by the choices, if you are indecisive, if you don't know what to do next: let ask a question.
vi: Nếu bạn đang phân vân trước những lựa chọn, nếu bạn đang thiếu quyết đoán, nếu bạn đang không biết tiếp theo nên làm gì: hãy đặt một câu hỏi.

# about_6
source: And let the book decide for you.
vi: Và hãy để những vị thần quyết định thay bạn.

# about_7
source: This app is developed based on the book "The Book of Answers" by Carol Bolt, a professional artist living in Seattle.
vi: Ứng dụng được phát triển dựa trên cuốn sách "The Book of Answers" của Carol Bolt, một nghệ sĩ chuyên nghiệp sống ở Seattle.

# about_8
source: We would like to thank Carol Bolt for creating such an inspiring and interesting book for us.
vi: Xin gửi lời cảm ơn tới Carol Bolt đã tạo ra cuốn sách đầy cảm hứng và thú vị như vậy dành cho chúng ta.

# about_9
source: If you have any questions or suggestions, please contact us via the Feedback menu in this app. Thank you!
vi: Nếu bạn có bất kì câu hỏi hoặc góp ý nào, hãy liên hệ với chúng tôi qua menu Góp ý trong ứng dụng này nhé. Cảm ơn bạn!

# faq_q1
source: What is The Book Of Answers?
vi: The Book of Answers là gì?

# faq_a1
source: The Book of Answers is a book written by Carol Bolt, a professional artist living in Seattle. The book is the answer to every question in everyday life. Your job is to ask any question and we will help you get the answer.
vi: The Book of Answers là cuốn sách được viết bởi Carol Bolt, một nghệ sĩ chuyên nghiệp sống ở Seattle. Cuốn sách là lời giải đáp cho mọi câu hỏi trong cuộc sống hàng ngày. Việc của bạn là đặt bất kì một câu hỏi và chúng tôi sẽ giúp bạn có được câu trả lời.

# faq_q2
source: What is this app?
vi: Vậy ứng dụng này là gì?

# faq_a2
source: This app is a mobile version of The Book of Answers. In order to bring the best experience to users, all the answers you see will be exactly the same as the content in the book.
vi: Ứng dụng này là một phiên bản di động của cuốn sách The Book of Answers. Mong muốn đem tới trải nghiệm tốt nhất cho người dùng, mọi câu trả lời bạn thấy sẽ giống hệt nội dung như trong cuốn sách

# faq_q3
source: Is the answer I get accurate?
vi: Câu trả lời tôi nhận được có chính xác không?

# faq_a3
source: That totally depends on you! Believe that there is always a way out, the right answer is always in your head ^^. Hope that at least some of the answers that this app gives will help you find your way.
vi: Điều đó hoàn toàn phụ thuộc vào bạn! Hãy tin tưởng rằng chuyện gì rồi cũng sẽ có cách giải quyết, câu trả lời đúng sẽ luôn nằm trong đầu của bạn ^^. Mong rằng ít nhất phần nào đó các câu trả lời mà ứng dụng này đưa ra sẽ giúp bạn đỡ băn khoăn và tìm được hướng đi cho mình.

# faq_q4
source: Disclaimer
vi: Tuyên bố miễn trừ trách nhiệm

# faq_a4
source: This app is not intended to replace any advice. We are not responsible for any consequences caused by the use of this app.
vi: Ứng dụng này không có mục đích thay thế cho bất kì tư vấn nào. Chúng tôi không chịu trách nhiệm về bất kì hậu quả nào do việc sử dụng ứng dụng này gây ra.
